<template>
	<div class="commonsense-view">
		<header>
			<a class="back" href="javascript:void(0)" onclick="history.back();">
				<img src="/static/img/back.png">
			</a>
			海黄常识
			<a class="tab" href="javascript:void(0)" @click="showMenuList">
				<img src="/static/img/list2.png">
			</a>
		</header>
		<div class="top-pic">
			<img src="/static/img/banner4.jpg">
		</div>
		<div class="nav-cont">
			<a v-for="item in navList" :class="{'active': $index==activeItem}" href="javascript:;" @click="toBanner($index)">{{item.title}}</a>
		</div>
		<div v-if="activeItem==0" class="block changshi">
			<h2>海黄常识</h2>
			<div class="item item1">
				<h4>海南黄花梨-花梨之冠</h4>
				<p >海南黄花梨，学名降香黄檀木，又称海南黄檀木，海黄。国家二级濒危树种，一级保护名木。因其具有植物种类的特性，材质的卓越性，被人们赋予诸多丰富的文化内涵，堪称“世界一绝”，海南独有。</p>
			</div>
			<div class="item item2">
				<h4>黄花梨植物知识介绍</h4>
				<div>
					<p>
						<span>拉丁学名</span>
						<span>Dalbergia odoriferaT.Chen</span>
					</p>
					<p>
						<span>别称</span>
						<span>黄花梨、花梨木、降香木、香红木、降香黄檀</span>
					</p>
					<p>
						<span>二名法</span>
						<span>Dalbergia odorifera</span>
					</p>
				</div>
				<p>黄花梨为豆科植物，原产地中国海南岛吊罗山尖峰岭低海拔的平原和丘陵地区，多生长在吊罗山海拔100米左右阳光充足的地方。据《中国树木志》记载，野生海南黄花梨产于海南岛上除万宁、陵水、五指山市以外的各市县，其中白沙、东方、昌江、乐东、三亚、海口为主要产区。它们一般生长于海拔350米以下的山坡上。名贵的海南黄花梨则主要生长在黎族地区，其中尤以昌江王下地区的海南黄花梨最为珍贵。两广沿海，越南部分地区也有出产，海南产量曾几度远超其他地区。解放后，尤其是改革开放后，由于过度开采，产量大不如前。<br>黄花梨木色金黄而温润，心材颜色较深呈红褐色或深褐色，有屡角的质感。因为黄花梨木的木性极为稳定，不管寒暑都不变形、不开裂、不弯曲，有一定的韧性，能制作各种异形家具。黄花梨木纹理清晰，如行云流水，非常美丽。</p>
			</div>
			<div class="item item3">
				<h4>形态特征</h4>
				<p><span>树冠整体特征</span>落叶乔木，树高10～25 米，最大胸径超过60cm ，树冠广伞形，分杈较低，枝桠较多，侧枝粗壮。</p>
				<p><span>树皮特征</span>树皮褐色或淡褐色，粗糙，有纵裂槽纹。除幼嫩部分、花序及子房略被短柔毛外，全株无毛；小枝有小而密集皮孔。</p>
				<p><span>树叶特征</span>羽状复叶长12-25厘米；叶柄长1.5-3厘米；托叶早落。</p>
				<p><span>香气</span>海黄木本身是中药，有一种“降香”味道，香味较浓且清幽温雅;而越黄香味较淡，闻后略有酸味。另外，海黄散发香味的时间较长，把玩一个星期后的手链还会闻到香味，而越黄就会闻不到什么香味。</p>
				<p><span>色泽</span>海黄色彩多样，除主色调为金黄色外，还有紫、褐、红、黑，以及它们之间的任意组合;越黄大部分仅是黄色，而且偏浅。总体来说，海黄的颜色要比越黄的颜色稍显沉稳，整体颜色偏于暗红色，而越南黄花梨整体颜色偏于黄橙色。</p>
				<p><span>色泽 </span>海黄色彩多样，除主色调为金黄色外，还有紫、褐、红、黑，以及它们之间的任意组合;越黄大部分仅是黄色，而且偏浅。总体来说，海黄的颜色要比越黄的颜色稍显沉稳，整体颜色偏于暗红色，而越南黄花梨整体颜色偏于黄橙色。</p>
				<p><span>纹理</span>海黄纹理细密，墨线色黑且清晰，多呈蟹爪状和美惠状、牛毛纹理状，虽无规律却绝不凌乱，花纹行云流水的感觉给人一种流动的美感。而越黄相对而言多了些粗犷，墨线黑晕稍多，山水纹比较常见。</p>
				<p><span>手感</span>海黄表面细腻，有光滑，温润如玉的手感，而越南黄花梨相比之下则比较粗糙。出现这种现象主要是因为海黄有极强的密度、极细的纹理细胞组织和非常密实的材质结构。另外一个重要的原因是海黄的含油( 降香油)的比例。经相关检测发现，海黄木最高含油量达到27%，而越黄木则只有0.5%。</p>
				<p><span>鬼脸</span>人们把海黄的特征归之为有“鬼脸”。事实上，所谓“鬼脸”就是树木生长过程中的结节、疙瘩。海黄由于生长期长，生长环境恶劣，而且枝节较多，树木纹理多为扭曲、交错无规律，故“鬼脸”“鬼眼”等图纹更多，更丰富。相对而言，越黄生长期短，纹理大多数是平顺自然，所以越黄的鬼脸图纹则单调。</p>

				<h4>生长习性</h4>
				<p><span>温度及降水条件</span>分布区常年气温较高，年平均温23--25℃，极端最低温6.6℃，雨量分配极不均匀，旱季（11月至翌年4月）降水量为1500毫米左右，且多暴雨。</p>
				<p><span>土壤要求 </span>土壤为褐色砖红壤和赤红壤。</p>
				<p><span>地形地势条件</span>本种对立地条件要求不严，在陡坡、山脊、岩石裸露、干旱瘦瘠地均能适生。为阳性树种，在过分荫蔽的密林中，幼树生势衰弱；在郁闭度较小的林分中能长成直干大树。结实虽然丰富，但天然下种时正值旱季，故林下幼树不多。</p>
				<p><span>人工栽培萌芽力强</span>萌芽力较强，现存林木多为萌生小径木。天然林木生长较慢，人工栽培的林木生长较快，长势良好。</p>

				<h4>分布范围</h4>
				<p><span>要分布区域</span>主要分布于越南，缅甸，及中国海南、广东、广西、福建等地。</p>
				<p><span>降香黄檀在海南的分布情况</span>降香黄檀在海南零星分布于岛西部、西南部和南部的东方、昌江、乐东、白沙及崖县等地的山林中，可四季采收“降香”。多年来我国林业部门在研究“降香黄檀”的育苗工作中曾投入了大量的人力、物力、财力，虽得以成功但成活率较低，所以目前尚未大面积推广。据专家介绍，“降香黄檀”因地理分布的特点及特有的生长环境对其心材（俗称“格”）的颜色、纹理、花纹、光泽、油性的影响十分明显。岛西部颜色较深、比重大而油性强的心材（油格）价格略高于岛东部色较浅、油性稍差的心材（糠格），而东部地区的“降香黄檀”由于明清时期过度采伐也已近绝迹。</p>

				<h4>主要价值</h4>
				<p><span>木性极为稳定</span>黄花梨木的木性极为稳定，不管寒暑都不变形、不开裂、不弯曲，有一定的韧性，适合作各种异形家具，如三弯腿，其弯曲度很大，惟黄花梨木才能制作，其他木材较难胜任。黄花梨的主要产地是海南岛，自然资源已近枯竭，已无天然林，如今海南、两广甚至福建，均有不少人工林，但是黄花梨虽然生长速度快，但是能用于家居器具制作使用的心材的成长相当缓慢，十年内的树几乎看不到有心材，随着树木的生长，心材慢慢变大，要到能做器具的树，基本上要4、50年以上。</p>
				<p><span>制作家具的用途</span>黄花梨老式家具，黄花梨实为呈黄褐色的"花梨"或"花榈"。是明清硬木家具的主要用材，以心材呈黄褐色为好。明，清时期考究的木器家具都选"黄花梨"制造，其纹理或 隐或现，色泽不静不喧，被视作上乘佳品，备受明清匠人宠爱，特别是明清盛世的文人、仕大夫之族对家具的审美情趣更使得这一时期的黄花梨家具卓而不群，无论 从艺术审美、还是人工学的角度来看都赞不绝口，可称为世界家具艺术中的珍品。 黄花梨木家具制作产地以苏州为代表，做工规范，精工细做，是典型的苏式家具。另外南方两广及海南岛等地明清时期也生产黄花梨木家具，称之为广作或广式家具，其做工略粗，不及苏式家具精细。</p>

				<h4>主要价值</h4>
				<p>由于海黄的价格奇高，在市面上不免出现一些以假乱真、狐假虎威的仿品，那么如何去区分真假海南黄花梨家具呢。</p>
				<p><span>黄花梨的香味</span>海南黄花梨都具有降香黄檀这个树种独特的香味。然而，大家能接触到的海黄香味却有许多的“变味”，有的甚至是臭味。这就要求大家走出光靠“味道辨别”海黄的误区。 海黄的香味并不像沉香那样浓密而且香味持久，只有新切面或者封严的杯子、罐子才好闻到；一旦新切面暴露在空气中，不久香味就慢慢淡去，直到刮开新的表面就又会散发出来。因此，不要以为你的宝贝闻不到香味了，就开始怀疑它不是真正的海黄。 此外，即便在雨天或者潮湿的天气，海黄也会散发出悠悠降香。当然，也有千年难遇的老料，这样的老料做出来的宝贝，哪怕上蜡也难以封住它的香味，而且非常醇香。</p>
				<p><span>黄花梨的花纹</span>海黄除了香味能让人上瘾，就是花纹也能令人陶醉。海黄的花纹有千奇百怪的“鬼脸”，有密密麻麻的“鬼眼”，也有像“虎皮”一样的纹路。新玩家往往凭这些概念来判断海黄的真假与好坏。其实，海黄的花纹、纹路、线条有许多种形式，不是所有的海黄都有“鬼脸”和“鬼眼”。 海黄的花纹有粗有细，但都很清晰，不显乱，有流线的，有弯曲的，甚至有直的；以黑线花纹居多，偶尔也能见到深褐色或红线花纹，多为海南东部黄梨；细花纹的材质颜色往往色差不大，粗花纹的花纹颜色跟材质颜色色差明显，整体颜色又非常好看，多为海南西部油梨。 这里要提醒大家的是，并不是所有的海黄都有漂亮的花纹，许多老料大料，老料的边脚料做出来的东西就没有什么花纹，却又很值钱。</p>
				<p><span>黄花梨的材质</span>谈黄花梨就不得不说到它的材质，以材质花纹来区分海南黄花梨本身就有无数种，没有任何两件相同的器物是相同材质花纹的。材质也是海黄跟越黄较大的区别，大家所能接触到的绝大部分的海南黄花梨材质表面都能比较容易打磨出荧光，扫腊后什么荧光感，半透明琥珀质感，温润如玉感都出来了，而少数长期泡水的海黄根料或杆料会出现像越南黄花梨一样的材质表面，光打磨不上腊反而要好看的多。海黄打磨后，表面毛孔较少，甚至没有，反光感很强;越黄就毛孔较粗，看起来材质有些疏松，感觉吸光，上腊后二者对比就更加明显。</p>
				<p>海南黄花梨气干密度为0.82-0.94/cm³，仅有少数重的料或成品入水即沉，多数都会有点浮出水面，所以，不沉水就不是好料这样理解也是错误的。黄花梨又分为东部的黄梨(颜色发黄)和西部的油梨(红、紫、黑三种颜色都有)，东部的黄梨相对西部的油梨来说，材质要轻，做为古时进贡皇家的木料，最为出名的形容就是荧光感强，半透明质感透露出屡屡金丝。</p>

			</div>
		</div>
		<div v-if="activeItem==1" class="block wenhua">
			<h2>深厚悠远的海黄历史文化</h2>
			<p>海南黄花梨的历史源远流长，海南黄花梨自古就备受皇室贵族的青睐，被皇家视为珍贵木材。唐朝时，已经是大臣敬献皇家宝物的首选，但是也正是因为皇家的喜爱，黄花梨的资源也随着人们的开采越来越少，知道现在已经被列为国家珍稀保护植物之一。<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;据《博物要览》记载：“花梨产交（即交趾）广（即广东、广西）溪涧，一名花榈树，叶如梨而无实，木色红紫而肌理细腻，可作器具、桌、椅、文房诸器。”《广州志》云：“花榈色紫红，微香，其纹有若鬼面，亦类狸斑，又名和‘花狸’。老者纹拳曲，嫩者纹直，其节花圆晕如钱，大小相错者佳。”《琼州志》云：“花梨木产崖州、昌化、陵水。”明代黄省曾《西洋朝贡典录》载：“花梨木有两种，一为花榈木，乔木，产于我国南方各地。一为海南檀，落叶乔木，产于南海诸地，二者均可作高级家具。”书中还指出，海南檀木质比花榈木更坚细，可为雕刻用。按《古玩指南》第二十九章所说：“花梨为山梨木之总称，凡非皆本之梨木，其木质均极坚硬而色红，惟丝纹极粗。”</p>
    		<div>
    			<img src="/static/img/commonsense/wenhua.jpg">
    			<img src="/static/img/commonsense/wenhua2.jpg">
    		</div>
    		<p>我国自唐代就已用花梨木制作器物。唐代陈藏器《本草拾遗》就有“榈木出安南及南海，用作床几，似紫檀而色赤，性坚好”的记载。明《格古要论》提到：“花梨木出男番、广东，紫红色，与降真香相似，亦有香。其花有鬼面者可爱，花粗而色淡者低。广人多以作茶酒盏。”侯宽昭的《广州植物志》介绍了一种在海南岛被称为花梨木的檀木“海南檀”。海南檀为海南岛特产，森林植物，喜生于山谷阴湿之地。木材颇佳，边材色淡，质略疏松，心材红褐色，坚硬。纹理精致美丽，适于雕刻和做家具之用。从以上记载可知，所谓花梨木品种当在两种以上，而黄花梨即明代黄省曾《西洋朝贡典录》中所介绍的“海南檀”。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;据《中国树木志》记载，野生海南黄花梨产于海南岛上除万宁、陵水、五指山市以外的各市县，其中白沙、东方、昌江、乐东、三亚、海口为主要产区。它们一般生长于海拔350米以下的山坡上。名贵的海南黄花梨则主要生长在黎族地区，其中尤以昌江王下地区的海南黄花梨最为珍贵。两广沿海，越南部分地区也有出产，海南产量曾几度远超其他地区。解放后，尤其是改革开放后，由于过度开采，产量大不如前。</p>
		</div>
		<div v-if="activeItem==2" class="block yulu">
			<h2>黄花梨近现代名人录</h2>
			<h4>马末都经典语录</h4>
			<p class="intro">马未都，汉族，1955年3月22日生于北京，祖籍山东荣成，中国民主建国会会员，收藏专家，观复博物馆的创办人及现任馆长，央视《百家讲坛》主讲人。主要成就： 创办第一家私立博物馆观复博物馆，代表作品： 《马未都说收藏》《今夜月儿圆》《编辑部的故事》。</p>
			<div>
				<img src="/static/img/commonsense/mamodu.jpg">
			</div>
			<p>“我想黄花梨永远不会是大众使用的东西，它永远都是高端的，在历史上永远是中国的富裕阶层，而且是非常富裕的阶层才使得起。”</p>
			<p>“全世界的市场都是以金融产品出现，就是因为这个东西稀少，如果很多，肯定不是这个价钱，物以稀为贵在于它的品质，物理学讲黄金的延展性非常好，而在木材当中黄花梨的木性是最稳定的，最温和的。别的可能也有稀少的，但是木性不好，就没有人挖掘它。”</p>
			<p>“全世界很少能有一个民族做家具用这么硬的木材，在古代没有机械加工，因此这是非常困难的一件事情，只有中国人可以做，中国人很愿意为难自己，一个是维持生活，一个是享受这个乐趣，中国历史上都是拿软笔写字，不是中国人不知道硬笔写字快，主要是修身养性，家具也是这样，在几百年前，工具都没有这么好，包括施工的东西没有达到现在钢的硬度，做这样的家具投入非常大的。这是黄花梨家具从根本上最吸引人的地方。”</p>
			<p>“黄花梨那个土财主味特少，而且它是文化品位的象征。”</p>
			<p>“黄花梨本身有两个创造，第一个是自然而生，这个木头长成什么样和你想的没有关系，   另外一个就是人工的，因为他们都是能工巧匠，他们又包含了另一层文化内涵，这两个进去，一个是自然属性，当然了，所有的自然属性都是文人赋予他的。”</p>
			<p>“大部分的人希望我买了这个家具之后升值，能够有利益上的回报，这个利益的回报很多是精神层次的。当时我买这个东西50万，现在值80万了，这是心理的一个愉悦，他可能从经济目的进入这个领域，但是最终会获得很多文化的乐趣。收藏呢，即便他是从逐利开始，最终还是归结到文化上，因为黄花梨家具存在了几百年了，有很多的文化信息。”</p>
			<p>“最早黄花梨家具是属于中国的贵族家具，是文人参与设计的，这些人参与设计是跟一般的工匠直接设计是不一样的，文化内涵特别多，即便是素的黄花梨家具，也汇集了大量的文化符号。有时候你感觉什么也没有，但是很奇怪，四百年之后今天的西方人认为很厉害，设计的这么现代，不敢想象是古代人设计的，这也是黄花梨家具受全世界公认的因素。”</p>
			<p>“黄花梨家具现在已经成为中国的文化符号之一，它囊括的文化内涵不仅体现在家具作品的造型上，更因其几百年来的设计。现在没人敢用这么贵重的材料冒风险，大家都没有信心去超过古人，因为这个文化符号太深重了。”</p>
			<p>“中国人喜欢在文化上做文章，并将这些文化符号印刻在生活起居上。就比如说这世上没有一棵叫紫檀这个名字的树，黄花梨家具没有叫黄花梨的树，包括红木也没有一种树叫红树，它是带有很强烈的色彩，带有文化的东西，因为中国人认为黄色、红色、紫色都是很吉祥的东西，所以起名的时候都是逐渐演化的。”</p>
			<p>“中国传统家具里面精华的东西是作为艺术品出现的，而不是实用品出现的。不仅仅是一个使用的家具，重要的是还原古代文化的艺术品，摆在你家又收藏了，又实用了。我偶尔也逛家具市场，发现今天的家具都或多或少的表明一些中国的文化色彩，表明中国文化的力量。”</p>
			<p>“近年来大家重新喜欢上了中国的传统文化，包括家具、装饰等等。人们在选择中式传统家具时是想更深入的接近中国历史文化。这股古典家具风不仅导致更多的海外投资者进入中国寻找具有收藏价值的货物，在国内，也使一些仿古家具备受推崇。”</p>

			<h4>海岩和黄花梨家具结缘</h4>
			<p class="intro">海岩，原名侣海岩，1954年11月7日生于中国北京，中国作家，编剧，主要作品有：《拿什么拯救你，我的爱人》《玉观音》</p>
			<div>
				<img src="/static/img/commonsense/haiyan.jpg">
			</div>
			<p>一提起黄花梨，海岩总是有说不完的话。海岩的作家底蕴让他对黄花梨的表达也很浪漫，如同他写小说、做酒店一样，他对黄花梨可是情有独钟，玩起黄花梨也是有声有色，在古典家具收藏圈子里也能独树一帜。</p>
			<p>据海岩介绍，他与黄花梨家具结缘应该是在十年前，他说：“有个小故事是起缘。那时和几个朋友路过北京燕莎的一家明清家具店，我想下车去看看，朋友们说这个不能看，那里卖的是黄花梨家具，看了会中毒，就拔不出来了。听他们这么说，我越发要下车一看究竟，结果，果不其然，这一看，中毒到现在还没有消退。在此之前，其实我比较喜欢古罗马传统风格的家具，看了明式风格的家具后就不喜欢了，明式家具中的那种简淡清雅、不事张扬的绚美，是打动我的原因，而且随着年龄的增长，个人的审美口味又慢慢地向自己的本土文化靠拢，这就是根。我们自小接受的文化和生活环境，对中国古代文化潜移默化的感受和了解，时刻在血液里流动潜藏，总有一天会涌动扩展，寻求外在的融合，传统家具就是我的这个融汇点 ”。</p>
			<p>为什么海岩会对黄花梨如此钟爱呢？从木材本身看，黄花梨的木性非常温和，不容易干裂、变形，它虽然硬度很高，但又有一定的柔韧性，能打磨得像一块玉一样，还有就是黄花梨的花纹变化多姿，各种自然现象可以融化其中，如同形容人的千人千面，黄花梨也是千目千面。黄花梨的肌理细腻程度，在其他木材中很难找到能与之相比的，不用上漆、着色，只需要用砂纸和蜡稍加打磨照样很美观。它的光滑温润，代表了中国文化的一种追求自然的境界，那种美感，那种天然合一，会带给人无穷想象。几百年来一直很受人们欢迎，尤其是一些文人、艺术家、收藏家的青睐对象。</p>

			<h4>杨波</h4>
			<p class="intro">杨波，男，1964年1月生于中国河北，祖籍山西，奢侈品，艺术品“元亨利”古典硬木家具创始人，黄花梨教父。中国优秀企业家，国际大收藏家联合会常务副会长</p>
			<div>
				<img src="/static/img/commonsense/yangbo.jpg">
			</div>
			<h5>杨波：亲历与见证黄花梨辉煌</h5>
			<p>“感恩花梨情，醉美三月三”。日前，由海南省人民政府主办，海南省文化厅、省旅游发展委员会、东方市人民政府承办的第二届海南黄花梨文化节，在海南省东方市可容纳数万人的“三月三”文化生态公园隆重举行，规模宏大，盛况空前。海南省委、省政府和东方市委市政府领导出席了盛大的开幕式，著名主持人毕福剑主持文艺晚会。中国家具协会传统家具专业委员会主席团轮执主席、北京元亨利硬木家具有限公司董事长杨波作为中国古典家具产业代表人物和黄花梨文化的重要推动者，应当地政府邀请出席了这次活动，并在开幕式上发表讲话。</p>
			<p>海南黄花梨，一种中国特有的树木，短短十几年间，写下了一连串精彩而又传奇的故事；其间围绕黄花梨发生的一切，已越过文化或经济范畴，在更为宽泛的时代背景下诱发一连串绚烂夺目的社会文明事件。而今，提起这一切，似乎谁都无法回避一个人的名字——那便是先后被媒体称作“拆房专业户”、“黄金换木头”始作俑者以及“黄花梨教父”的杨波。</p>
			<h5 class="h5-last">以十数年之功，再现数百年辉煌</h5>
			<p>如果说，中国古典家具艺术在明清两代达到了一个高峰，那么，引领这一家具艺术高峰的材质和树种首推黄花梨。明清两代，海南黄花梨以行云流水的纹理、圆润剔透的质感，引发了文人士大夫的狂热追逐，并最终征服了紫禁城，成就了明清家具的辉煌。自明代起至清前期，黄花梨家具接连问世，以其纹理秀美、格调古雅、简洁明快、富丽堂皇，色泽华丽，典雅尊贵……在中国历史上写下了华丽的章节。</p>
			<p>自清中期起，随着黄花梨可用之料日益减少和日渐稀缺，来自东南亚的紫檀、红酸枝（时称海梅木）等木材才渐成古典家具用材主角。然而，精美绝伦的黄花梨并没退出历史舞台，16世纪末至17世纪初，有大量硬木家具从宫廷、王府流出。当时在华的西方传教士看到典雅精美的中国古典家具后，惊为天工，纷纷购买运回欧洲。鸦片战争前后，又有大量黄花梨家具被欧洲商人购走。</p>
			<p>在国门敞开西风东渐的同时，中国的家具文化也反过来影响到了西方。十八世纪中叶，享誉欧洲的家具设计大师齐彭代尔曾以明式黄花梨家具式样为英国皇室设计了一套宫廷家具，轰动了整个欧洲。自此，许多西方设计师纷纷从中国古典家具中寻找创新灵感。</p>
			<p>黄花梨也曾令上世纪初来华任教的德国教授古斯塔夫?艾克长久痴迷，艾克研究认为，发端于明代的黄花梨家具“不论在技术加工、选材用料还是设计理念方面，都已达到了最高峰”。为此，他把明代家具作为科研对象，将其结构进行模拟，解剖家具榫卯，拍照测绘，倾心研究十四个年头，于1944年在北京出版了《中国花梨家具图考》，全书共收录122件家具实物，30余张精确的测绘图纸，4张解析清楚的中国家具榫卯构造图纸。当时每本售价五十块银元，一时洛阳纸贵！在稍后一段历史中，因为时代原因，艾克等人对黄花梨的研究一度成为绝响。</p>
			<p>直到上世纪八十年代，王世襄《明式家具珍赏》《明式家具研究》等书问世，书中的绝对“主角”黄花梨终于在世人全新的目光关照下重新放出异彩。1991年，中国明式家具学会名誉主席、中国古典家具学者陈增弼先生与多位同好戮力推出《中国花梨家具图考》中文版，此书和王世襄的著作一道，一时成为中国古典家具从业者、研究者和收藏鉴赏人士的“圣经”。而此时，世上的黄花梨家具已所见无几。</p>
			<p>一切迹象表明：时代在向历史深处呼唤黄花梨，呼唤黄花梨家具迷人的身影，呼唤黄花梨文化的再度兴起。</p>
			<p>似乎是偶然，也似乎是一种天意与必然——杨波的出现，于不经意间被历史选中，由此，开始了“再造黄花梨辉煌”的一段历史；他得以用十数年之功，再现黄花梨数百年前的辉煌……</p>
		</div>
		<div v-if="activeItem==3" class="block jieshao">
			<h2>黄花梨作品介绍</h2>
			<p>很长一段时期，对黄花梨家具的认识进入误区，以为明式黄花梨家具大都是明朝生产的。而事实上恰恰相反，黄花梨家具生产的黄金时代是清前期至乾隆这一百多年，嘉庆以后就几乎不再生产。原因是明晚期嘉靖万历两朝，宫廷家具均以漆器为主。华丽的漆制家具占领市场，黄花梨家具显然不是主流。而清式家具由宫廷形成后才进入民间，这需要一定的时间，与人们的想象会有不小差距。因此，不能仅以“明式”、“清式”来断定年代。其实，绝大部分古家具的断代都是由制做手法提炼成“符号”以后综合决定的，了解细微变化，对判定明式家具孰明孰清才颇为重要。</p>
			<div>
				<div>
					<img src="/static/img/commonsense/zuopin.jpg">
					<p class="zuopin">【明•黄花梨木折迭式镜台】</p>
				</div>
				<div>
					<img src="/static/img/commonsense/zuopin2.jpg">
					<p class="zuopin">【明•黄花梨木镶玉圆盖盒】</p>
				</div>
			</div>
			<p>黄花梨家具木质的辨识困难往往出于三个方面。一是与红木不分。深色黄花梨，要是使用的年头久了，保存状态又不好，乍一看与红木非常像。其实从本质上判定，黄花梨木的木性小，故变形率也小，体轻而温和。把握这点，其它问题就可以迎刃而解；二是与草花梨不分。草花梨的出现是由于黄花梨木材断绝，作为补充而在晚清至民国出现于市场的，在硬木中最为低档。其木质粗疏，棕眼过大，色土黄而无光泽；三是与新黄花梨木不分，新材份量也比老材黄花梨木重，木纹含黑线过多而且生硬，因此许多木纹过于漂亮抢眼的反倒是新黄花梨木。</p>
			<p>了解黄花梨木的特性，对辨识其材质十分重要。比如黄花梨木有很强的韧性，不像红木那样脆。木匠在施工中辨识黄花梨木和红木十分容易，在刨刃口很薄的情况下，只有黄花梨木可以出现类似弹簧外形一样长长的刨花，而红木只出碎如片状的刨屑，有关这点任何一名硬木木匠都很清楚。以上是辨识黄花梨木的初级阶段，更重要的是从造型上判断，黄花梨家具盛行的十七、十八世纪，已将黄花梨家具定了位，造型虽千变万化，文人化的本质却非常统一。从本质上理解黄金时代的中国明式家具，再加上对黄花梨木物理性的了解，辨识黄花梨就会变得十分简单。</p>
			<div>
				<div>
					<img src="/static/img/commonsense/zuopin3.jpg">
					<p class="zuopin">【清•黄花梨木雕花笔筒】</p>
				</div>
				<div>
					<img src="/static/img/commonsense/zuopin4.jpg">
					<p class="zuopin">【明•黄花梨木玫瑰椅】</p>
				</div>
			</div>
			<p>用檀香木、紫檀、黄花梨等名贵材料制成的传统硬木家具有一定的环保性能，而且还有独特的药理作用。日常用于防虫的樟脑就取自于樟木，用樟木制作的家具自然也有防虫的作用。而紫檀香气比较淡，但好闻，优雅，沁人肺腑，衣服纳于其间，日久生香。另外，酸枝木和香枝木类也都有一些淡淡的清香，弥漫在空气中对人的身心都有益。 当然，对身心最有益的首推海南降香黄檀，俗称黄花梨，亦称“降压木”，原产于我国海南岛罗山尖峰岭低海拔的平原和丘陵地区，《本草纲目》中称为降香，即有降血压、血脂及舒筋活血的作用。海南降香黄檀入药一般情况下是用其木屑，如用木屑泡水，可以降血压、血脂；用木屑填充做枕头更有舒筋活血之功效，尤其适合于老年人使用。用海南降香黄檀制成的家具，如床榻和椅凳之类，对睡眠和养神是最为有益的。</p>
			<div>
				<div>
					<img src="/static/img/commonsense/zuopin5.jpg">
					<p class="zuopin">【清•黄花梨木家具】</p>
				</div>
				<div>
					<img src="/static/img/commonsense/zuopin6.jpg">
					<p class="zuopin">【明•黄花梨螭龙纹架子床】</p>
				</div>
			</div>
		</div>
		<div v-if="activeItem==4" class="block jiage">
			<h2>堪比黄金的市场价格</h2>
			<p>一千克的木头就可以兑换40克的黄金？听起来这是一件很不靠谱的事情，但这的确就发生在我们身边。2007年，北京某红木家具公司推出一项“黄金换木头”的活动，主办方称不管是擀面杖还是瘸腿凳子，只要是海南黄花梨做的，一千克黄花梨木就可以兑换40克的黄金。虽然最终一克黄金也没能兑换出去，但这却让当年海南黄花梨一下子名声大噪，更多的人将目光锁定了海南黄花梨。</p>
			<p>时隔三年，作为内地拍卖公司的领军者之一，中国嘉德“明式黄花梨家具精品展”如期而至，60余件明清时期的海南黄花梨木家具集体亮相，这其中包括从国外漂洋过海而来的众多名贵古典家具精品，海南黄花梨再次成为收藏界的焦点。</p>
			<p>十年间，国际黄金平均价格从200美元/盎司左右暴涨到当前的1300美元/盎司左右，疯狂飙升5倍多。而比黄金更加疯狂的却是有“木黄金”之称的海南黄花梨。这些年海南黄花梨价格暴涨，收购价从1979年前后的每500克4.5元，到1992年前后涨到每500克6元，2002年均涨到每500克10元，现在攀升到每500克4000~5000元的高价。最近的八年，海南黄花梨价格翻了400多倍。</p>
			<p>据2010年上半年国内部分著名木材均价表，与其他几种名贵木材相比，海南黄花梨的价格无疑让人咋舌。以海南黄花梨木做成的三件套皇宫椅为例，2000年左右时，市场价大概为45000~60000元，而现在市场价格达到130万~180万元，翻了近30倍。与原木上涨400倍相比，虽然30倍的上涨幅度并不高，但这已经超过了很多人所能接受的范围。</p>
			<p>实际上，早在明清时期就有书籍记载，一张黄花梨床在明代值12两，而当时的一个丫鬟身价还不到1两白银，也就是说，一张黄花梨床抵得十余个仆人的身价，可见其贵重之一斑。时隔百余年之后，黄花梨再次走入了大家的视线，备受藏家喜爱，或许这又是历史的一个轮回，而相对于未来的一段时间里，一般情况下，海南黄花梨价格不会下降，只会继续上升。</p>
			<p>地域的限制仅是黄花梨稀缺的原因之一。一棵黄花梨树需要至少300~500年的生长期才能有加工成家具的可能，但并非整棵黄花梨树都可以作成家具原材料，黄花梨树外面的边材部分为淡黄色无味的软质部分，最受白蚁们的欢迎，白蚁会在三年左右的时间将边材咬蚀，当遇到有辛辣方向而又坚硬的心材部分才会被保留了下来，这就是意味着整棵树只有三分之一的部分可用于家具制作。漫长的生长周期和少许可利用的部分无疑更增添了黄花梨资源的稀缺性。事实上，除了资源的稀缺外，海南黄花梨纹理炫美瑰丽、材质油韧细密、触摸起来温润如玉，而且具有降血压和治疗心血管的药用价值，让它成为“木黄金”和“木材大熊猫”。黄花梨家具肌理花纹如行云流水，不用上漆，只需稍稍打蜡就很美；而且样式简洁、线条明快、返璞归真，能给人充分的想象空间。黄花梨家具的美含蓄不张扬，符合审美，也是中国文人追求的境界，也正是如此，海南黄花梨成为红木家具尤其是明清古典家具最受推崇的首选木材。黄花梨古典家具因其存世稀少、做工考究、实用美观等独具优势，成为了藏家瞩目的焦点，其价格更是一路暴涨，贵比黄金。</p>
			<p>随着红木家具市场需求逐年增加，原材料日已枯竭，加上受经济危机影响，红木在2007年前后经历了短暂低迷行情之后，价格只升不跌，保守估计，红木家具的市场价格，未来年平均增幅在25%左右。在目前各类红木家具中，市场价值最高的是海南黄花梨，直径20厘米、长度1~1.5米左右的海南黄花梨材料，市场价格约为3000~3500元人民币/500克。</p>
			<p>中国家具协会传统家具专业委员会主席团相关负责人邓雪松则称，进入2014年以来，海南黄花梨木料价格行情为，直径15厘米左右、长度1米的野生林老料，每市斤价格在1万至1.4万元左右；直径20厘米左右、长度在1米到1.5米的老料，每市斤价格在1.2万至1.7万元之间；直径25厘米左右或较长的老料，每市斤价格在1.8万至2.2万元左右。</p>
		</div>
		<content-footer></content-footer>
		<menu-list :show.sync="showMenu"></menu-list>
	</div>
</template>

<script>
import ContentFooter from './ContentFooter.vue'
import MenuList from './MenuList.vue'
export default {
	components: {
	    ContentFooter,
	    MenuList
	},
	data () {
		return {
			navList: [
				{
					name: 'changshi',
					title: '海黄常识'
				},{
					name: 'wenhua',
					title: '历史文化'
				},{
					name: 'yulu',
					title: '名人语录'
				},{
					name: 'jieshao',
					title: '作品介绍'
				},{
					name: 'jiage',
					title: '市场价格'
				}
			],
			activeItem: 0,
			showMenu: false
		}
	},
	methods: {
		toBanner (num) {
			this.activeItem = num
		},
		showMenuList () {
			 this.showMenu = !this.showMenu
		}
	}
}
</script>

<style lang="sass">
@import "../assets/base.scss";
.commonsense-view{
	@include common-head();
	.top-pic{
		width: 100%;
		img{
			width: 100%;
			vertical-align: middle;
		}
	}
	.nav-cont{
		overflow: hidden;
		a{
			float:left;
			height: 1.1875rem;
			line-height: 1.1875rem;
			width: 33.3333%;
			color: #2a2a2a;
			@include font-dpr(16px);
			text-align: center;
		}
		a.active{
			color: #c0a877;
		}
	}
	.block{
		padding-left:0.3125rem;
		padding-right: 0.3125rem;
		background: #f7f7f7;
		h2{
			padding-top: 0.46875rem;
			padding-bottom: 0.46875rem;
			@include font-dpr(16px);
			@include line-h(18px);
			color: #570300;
			text-align: center;
		}
		.item{
			padding-bottom: 0.46875rem;
		}
		h4{
			color: #c0a877;
			@include font-dpr(15px);
			@include line-h(18px);
			padding-bottom: 10px;
			border-bottom: 1px solid #dfe1e5;
		}
		p{
			color: #2a2a2a;
			@include font-dpr(14px);
			@include line-h(20px);
		}
	}
	.changshi{
		.item1 p{
				padding-top: 0.3125rem;
				text-indent: 2em;
		}
		.item2{
			div{
				padding-top: 0.3125rem;
				padding-bottom: 0.46875rem;
				p{
					span{
						display: inline-block;
						@include font-dpr(11px);
						&:first-child{
							width: 1.5625rem;
							padding-right: 0.46875rem;
							text-align: right;
						}
					}
				}
			}
			&>p{
				padding-top: 0.3125rem;
				text-indent: 2em;
			}
		}
		.item3{
			padding-bottom: 0;
			p{
				padding-top: 0.3125rem;
				padding-bottom: 0.3125rem;
				span{
					margin-right:0.3125rem;
					color: #ffffff;
					background-color: #c0a877;
					text-align: center;
				}
			}
		}
	}
	.wenhua{
		padding-bottom: 0.46875rem;
		p{
			text-indent: 2em;
		}
		div{
			padding-top: 0.3125rem;
			padding-bottom: 0.3125rem;
			font-size:0;
			img{
				width: 4.609375rem;
				&:first-child{
					padding-right: 0.15625rem;
				}
			}
		}
	}
	.yulu{
		padding-bottom: 0.46875rem;
		h2{
			padding-bottom: 0.15625rem;
		}
		h4{
			padding-top: 0.3125rem;
		}
		h5{
			padding-top: 0.15625rem;
			padding-bottom: 0.3125rem;
			text-align: center;
			color: #2a2a2a;
			@include font-dpr(12px);
			font-weight: bold;
		}
		.h5-last{
			padding-top: 0.46875rem;
		}
		p{
			text-indent: 2em;
		}
		p.intro{
			padding-top: 0.3125rem;
			color: #8a8a8a;
		}
		div{
			padding-top: 0.3125rem;
			padding-bottom: 0.3125rem;
			text-align: center;
		}
		img:nth-child(1){
			width: 5.796875rem;
		}
		img:nth-child(2){
			width: 5.703125rem;
		}
		img:nth-child(3){
			width: 4.28125rem;
		}
	}
	.jieshao{
		padding-bottom: 0.46875rem;
		p{
			text-indent: 2em;
		}
		&>div{
			overflow: hidden;
			div{
				float:left;
				width: 4.609375rem;
				padding-top: 0.3125rem;
				padding-bottom: 0.3125rem;
				font-size: 0;
				&:nth-child(1){
					padding-right: 0.15625rem;
				}
				img{
					width: 100%;
					padding-bottom: 0.15625rem;
				}
				p{
					@include font-dpr(10px);
					color: #c0a877;
					text-align: center;
					text-indent: 0;
				}
			}
		}
	}
	.jiage{
		padding-bottom: 0.46875rem;
		p{
			text-indent: 2em;
		}
	}
}
</style>